cask_args appdir: '/Applications'

tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/bundle'
tap 'thoughtbot/formulae'

brew 'ack'
brew 'ag'
brew 'autoconf'
brew 'awscli'
brew 'bat'
brew 'cargo-edit'
brew 'coreutils'
brew 'direnv'
brew 'doctl'
brew 'exa'
brew 'fish'
brew 'git'
brew 'graphviz'
brew 'hub'
brew 'htop'
brew 'imagemagick@6'
brew 'jq'
brew 'libsass'
brew 'mosh'
brew 'neovim'
brew 'node'
brew 'postgres'
brew 'python3'
brew 'ranger'
brew 'rcm'
brew 'rg'
brew 'rust-analyzer'
brew 'silicon'
brew 'speedtest-cli'
brew 'terraform'
brew 'tmate'
brew 'tmux'
brew 'wget'
brew 'wxmac'

cask '1password'
cask 'alfred'
cask 'dash'
cask 'discord'
cask 'docker'
cask 'firefox'
cask 'font-awesome-terminal-fonts'
cask 'font-fontawesome'
cask 'font-hack-nerd-font'
cask 'font-inconsolata'
cask 'font-inconsolata-for-powerline'
cask 'github'
cask 'gpg-suite'
cask 'graphiql'
cask 'ngrok'
cask 'postico'
cask 'postman'
cask 'slack'
cask 'spectacle'
cask 'suspicious-package'
cask 'visual-studio-code'
