cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'puma/puma'
tap 'thoughtbot/formulae'

brew 'ack'
brew 'coreutils'
brew 'direnv'
brew 'heroku'
brew 'hub'
brew 'htop'
brew 'imagemagick@6'
brew 'neovim'
brew 'puma-dev'
brew 'rcm'
brew 'the_silver_searcher'
brew 'tmate'
brew 'tmux'
brew 'wget'
brew 'wxmac'


cask '1password'
cask 'alfred'
cask 'betterzipql'
cask 'docker'
cask 'gpgtools'
cask 'graphiql'
cask 'licecap'
cask 'ngrok'
cask 'paw'
cask 'postico'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'qlvideo'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'quicklookase'
cask 'sequel-pro'
cask 'slack'
cask 'spectacle'
cask 'suspicious-package'
cask 'webpquicklook'
