cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'puma/puma'
tap 'thoughtbot/formulae'

brew 'ack'
brew 'autoconf'
brew 'awscli'
brew 'coreutils'
brew 'ctags'
brew 'direnv'
brew 'exa'
brew 'fish'
brew 'heroku'
brew 'hub'
brew 'htop'
brew 'imagemagick@6'
brew 'neovim'
brew 'postgres'
brew 'puma-dev'
brew 'python3'
brew 'rcm'
brew 'rg'
brew 'the_silver_searcher'
brew 'tmate'
brew 'tmux'
brew 'wget'
brew 'wxmac'

cask '1password'
cask 'alfred'
cask 'discord'
cask 'docker'
cask 'font-awesome-terminal-fonts'
cask 'font-fontawesome'
cask 'font-hack-nerd-font'
cask 'font-inconsolata'
cask 'font-inconsolata-for-powerline'
cask 'github'
cask 'gpg-suite'
cask 'graphiql'
cask 'licecap'
cask 'ngrok'
cask 'paw'
cask 'postico'
cask 'postman'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'qlvideo'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'quicklookase'
cask 'sequel-pro'
cask 'slack'
cask 'spectacle'
cask 'suspicious-package'
cask 'webpquicklook'
